Repository: common-repository/worten-conector
Catalog: languages/worten-conector-*.po
Languages: es_es, pt_pt

source: About integration
es_es: Acerca de la integración
pt_pt: Sobre a integração

source: Access and manage your integration
es_es: Accede y gestiona tu integración
pt_pt: Acesso e gestão da sua integração

source: Access Backoffice
es_es: Acceder al backoffice
pt_pt: Acesso Backoffice

source: Catalog and orders integration between your Woocommerce Store and Worten Marketplace
es_es: Integración de catálogos y pedidos entre tu Woocommerce Store y Worten Marketplace
pt_pt: Integração de catálogo e encomendas entre a Woocommerce e o Worten Marketplace

source: Learn about the integration with Worten Marketplace and Woocommerce
es_es: Más información sobre la integración con Worten Marketplace y Woocommerce
pt_pt: Saiba mais sobre a integração entre a Worten Marketplace e Woocommerce

source: Subscribe
es_es: Suscribir
pt_pt: Subscrever

source: Subscribe and Activate
es_es: Suscríbete y Activar
pt_pt: Subscrever e Ativar

source: Subscribe and activate the Worten Marketplace Connector
es_es: Suscríbete y activa el Worten Marketplace Connector
pt_pt: Subscreva e ative o Conector Worten Marketplace

source: Worten Conenctor
pt_pt: Worten Conector

source: Worten Connector
es_es: Worten Conenctor
pt_pt: Worten Conector

source: You are not allowed to clone this class.
es_es: No se le permite clonar esta clase.
pt_pt: Não tem permissão para clonar esta classe.

source: You are not allowed to unserialize this class.
es_es: No se le permite deserializar esta clase.
pt_pt: Não tem permissão para desserializar esta classe.
